tap "auth0/auth0-cli"
tap "bufbuild/buf"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "teamookla/speedtest"
tap "turbot/tap"
tap "warrensbox/tap"
brew "act"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "dive"
brew "eksctl"
brew "exa"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "lsd"
brew "make"
brew "mas"
brew "minikube"
brew "neofetch"
brew "node"
brew "openssl@3"
brew "postgresql@14"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "starship"
brew "stern"
brew "subversion"
brew "teleport"
brew "yarn"
brew "yq"
brew "zplug"
brew "auth0/auth0-cli/auth0"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform-ls"
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
brew "teamookla/speedtest/speedtest"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "lens"
cask "notion"
cask "onyx"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
