tap "ariga/tap"
tap "auth0/auth0-cli"
tap "bufbuild/buf"
tap "denisidoro/tools"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "k1low/tap"
tap "kdash-rs/kdash"
tap "khanhas/tap"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "samwho/spacer"
tap "teamookla/speedtest"
tap "turbot/tap"
tap "walmartdigital/git-cmf"
tap "warrensbox/tap"
brew "act"
brew "openssl@3"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "dive"
brew "docker", link: false
brew "openjdk"
brew "duck"
brew "eksctl"
brew "exa"
brew "findutils"
brew "flyctl"
brew "fnm"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "hugo"
brew "imagemagick"
brew "istioctl"
brew "jadx"
brew "jq"
brew "k6"
brew "k9s"
brew "ko"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "make"
brew "mas"
brew "minikube"
brew "neofetch"
brew "protobuf"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "spacer"
brew "starship"
brew "stern"
brew "subversion"
brew "teleport"
brew "yarn"
brew "yq"
brew "zplug"
brew "ariga/tap/atlas"
brew "auth0/auth0-cli/auth0"
brew "bufbuild/buf/buf"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform-ls"
brew "k1low/tap/tbls"
brew "kdash-rs/kdash/kdash"
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
brew "teamookla/speedtest/speedtest"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "android-platform-tools"
cask "appcleaner"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
cask "gstreamer-runtime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "lens"
cask "notion"
cask "notion-calendar"
cask "onyx"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "teleport-connect"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "aldijav.golangwithdidi"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "christophlipp.shruggoff"
vscode "ciarant.vscode-structurizr"
vscode "codesandbox-io.codesandbox-projects-theme"
vscode "dawhite.mustache"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "likec4.likec4-vscode"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "pinage404.better-readability-extension-pack"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "shardulm94.trailing-spaces"
vscode "signageos.signageos-vscode-sops"
vscode "sissel.shopify-liquid"
vscode "streetsidesoftware.code-spell-checker"
vscode "systemticks.c4-dsl-extension"
vscode "tamasfe.even-better-toml"
vscode "technosophos.vscode-helm"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
