tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "ikebastuz/wiper"
tap "samwho/spacer"
brew "openssl@3"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "dive"
brew "docker"
brew "icu4c@76"
brew "duck"
brew "eksctl"
brew "fastfetch"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fnm"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "goreleaser"
brew "grpcurl"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "lsd"
brew "make"
brew "mas"
brew "pkgconf"
brew "protobuf"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sniffnet"
brew "sops"
brew "spacer"
brew "starship"
brew "stern"
brew "yq"
brew "zplug"
brew "auth0/auth0-cli/auth0"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform-ls"
brew "ikebastuz/wiper/wiper"
brew "k1low/tap/tbls"
brew "mfuentesg/tap/ksd"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "appcleaner"
cask "calibre"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "gstreamer-runtime"
cask "insomnia"
cask "kap"
cask "notion"
cask "notion-calendar"
cask "onyx"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "a-h.templ"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "aldijav.golangwithdidi"
vscode "anseki.vscode-color"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christophlipp.shruggoff"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "inlang.vs-code-extension"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "pinage404.better-readability-extension-pack"
vscode "pomdtr.excalidraw-editor"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "signageos.signageos-vscode-sops"
vscode "sissel.shopify-liquid"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
