tap "ariga/tap"
tap "auth0/auth0-cli"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "ikebastuz/wiper"
tap "k1low/tap"
tap "samwho/spacer"
tap "valkyrie00/bbrew"
brew "openssl@3"
brew "bash"
brew "bat"
brew "buf"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "dive"
brew "fastfetch"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "goreleaser"
brew "grpcurl"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "python@3.13"
brew "lsd"
brew "make"
brew "mas"
brew "node"
brew "pkgconf"
brew "protobuf"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sniffnet"
brew "sops"
brew "spacer"
brew "starship"
brew "stern"
brew "yq"
brew "zplug"
brew "hashicorp/tap/terraform-ls"
brew "ikebastuz/wiper/wiper"
brew "k1low/tap/tbls"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "appcleaner"
cask "arc"
cask "calibre"
cask "docker-desktop"
cask "font-sauce-code-pro-nerd-font"
cask "garmin-express"
cask "ghostty"
cask "grammarly-desktop"
cask "gstreamer-runtime"
cask "insomnia"
cask "kap"
cask "obsidian"
cask "onyx"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
cask "yaak"
cask "zed"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "a-h.templ"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "anseki.vscode-color"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oxc.oxc-vscode"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pinage404.better-readability-extension-pack"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "signageos.signageos-vscode-sops"
vscode "sissel.shopify-liquid"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zengxingxin.sort-js-object-keys"
vscode "zxh404.vscode-proto3"
