aaron-bond.better-comments
adamhartford.vscode-base64
adpyke.vscode-sql-formatter
aldijav.golangwithdidi
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bradlc.vscode-tailwindcss
ChristophLipp.shruggoff
CodeSandbox-io.codesandbox-projects-theme
dawhite.mustache
eamodio.gitlens
emeraldwalk.RunOnSave
formulahendry.code-runner
GitHub.github-vscode-theme
github.vscode-github-actions
golang.go
hashicorp.terraform
mjmlio.vscode-mjml
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.makefile-tools
mtxr.sqltools
mtxr.sqltools-driver-pg
netcorext.uuid-generator
nhoizey.gremlins
oderwat.indent-rainbow
pinage404.better-readability-extension-pack
premparihar.gotestexplorer
quicktype.quicktype
redhat.vscode-yaml
shardulm94.trailing-spaces
signageos.signageos-vscode-sops
sissel.shopify-liquid
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
technosophos.vscode-helm
Tim-Koehler.helm-intellisense
usernamehw.errorlens
Vue.volar
yzhang.markdown-all-in-one
ZainChen.json
zxh404.vscode-proto3
