42crunch.vscode-openapi
a-h.templ
aaron-bond.better-comments
adamhartford.vscode-base64
adpyke.codesnap
adpyke.vscode-sql-formatter
anseki.vscode-color
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
mjmlio.vscode-mjml
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
netcorext.uuid-generator
nhoizey.gremlins
oderwat.indent-rainbow
oxc.oxc-vscode
pascalreitermann93.vscode-yaml-sort
pinage404.better-readability-extension-pack
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
shardulm94.trailing-spaces
signageos.signageos-vscode-sops
sissel.shopify-liquid
tamasfe.even-better-toml
tim-koehler.helm-intellisense
tomoki1207.pdf
tyriar.lorem-ipsum
usernamehw.errorlens
vue.volar
yzhang.markdown-all-in-one
zengxingxin.sort-js-object-keys
zxh404.vscode-proto3
